export const data = [
  {
    index: 0,
    question:
      "나의 팔 다리가 구속되어 움직이지 못하는 상황이 나를 더욱 흥분하게 만든다.",
    score: [
      {
        answer: "동의",
        로프버니: 50,
        바닐라: -3,
      },
      {
        answer: "대체적으로 동의",
        로프버니: 38,
        바닐라: -2,
      },
      {
        answer: "약간 동의",
        로프버니: 16,
        바닐라: -1,
      },
      {
        answer: "약간 비동의",
        로프버니: -16,
        바닐라: -1,
      },
      {
        answer: "대체적으로 비동의",
        로프버니: -38,
        바닐라: -2,
      },
      {
        answer: "비동의",
        로프버니: -50,
        서브미시브: -1,
        스위치: -1,
        바닐라: -3,
      },
    ],
  },
  {
    index: 1,
    question:
      "나는 상대방이 나를 수치스러운 호칭으로 부르거나, 나를 수치스럽게 만드는 행동에 당하는것을 즐긴다.",
    score: [
      {
        answer: "동의",
        디그레이디: 50,
        바닐라: -3,
      },
      {
        answer: "대체적으로 동의",
        디그레이디: 38,
        바닐라: -2,
      },
      {
        answer: "약간 동의",
        디그레이디: 16,
        바닐라: -1,
      },
      {
        answer: "약간 비동의",
        디그레이디: -16,
        바닐라: -1,
      },
      {
        answer: "대체적으로 비동의",
        디그레이디: -38,
        바닐라: -2,
      },
      {
        answer: "비동의",
        디그레이디: -50,
        스위치: -1,
        바닐라: -3,
      },
    ],
  },
  {
    index: 2,
    question:
      "나는 상대방을 때릴 때 흥분되고, 어떤 모양으로 자국이 났는지가 중요하다.",
    score: [
      {
        answer: "동의",
        스팽커: 50,
        도미넌트: 1,
        스위치: 1,
        바닐라: -3,
      },
      {
        answer: "대체적으로 동의",
        스팽커: 38,
        도미넌트: -2,
        바닐라: -2,
      },
      {
        answer: "약간 동의",
        스팽커: 16,
        바닐라: -1,
      },
      {
        answer: "약간 비동의",
        스팽커: -16,
        바닐라: -1,
      },
      {
        answer: "대체적으로 비동의",
        스팽커: -38,
        도미넌트: -1,
        바닐라: -2,
      },
      {
        answer: "비동의",
        스팽커: -50,
        도미넌트: -1,
        바닐라: -3,
      },
    ],
  },
  {
    index: 3,
    question:
      "나는 상대방을 학대하여 상대방이 고통스러워하는 모습을 보면 흥분된다.",
    score: [
      {
        answer: "동의",
        헌터: 3,
        사디스트: 50,
        도미넌트: 1,
        스위치: 1,
        바닐라: -3,
      },
      {
        answer: "대체적으로 동의",
        헌터: 2,
        사디스트: 38,
        도미넌트: 1,
        스위치: 1,
        바닐라: -2,
      },
      {
        answer: "약간 동의",
        헌터: 1,
        사디스트: 16,
        바닐라: -1,
      },
      {
        answer: "약간 비동의",
        헌터: -1,
        바닐라: -1,
        사디스트: -16,
      },
      {
        answer: "대체적으로 비동의",
        헌터: -2,
        사디스트: -38,
        도미넌트: 1,
        스위치: 1,
        바닐라: -2,
      },
      {
        answer: "비동의",
        헌터: -3,
        사디스트: -50,
        도미넌트: 1,
        스위치: -1,
        바닐라: -3,
      },
    ],
  },
];
